<!DOCTYPE html>
<html lang="ru">
  <head>
    <meta charset="utf-8">
    <link rel="stylesheet" type="text/css" href="CSS/Style.CSS">
    <title> Пельменная У Шлёпки </title>
  </head>
  <body>
    <div class="Pelmeni"> <!-- обособить как обьект и вставлять -->
      <img src="img/ПельменныйФон.jpg"> <!-- это тип задний фон сверху с названием -->
      <div> <!-- этот блок слева на картинке. там время работы  -->
        <p> время работы ресторана </p>
        <p> время работы доставки </p>
        <p> Чёт типо 'доставка в 10 минутах от дома' </p>
      </div>
    </div>
    <div class="navbar">  <!-- Строка навигации -->
      <div> Вход/Регистрация </div>
      <div> МЕНЮ </div>
      <div> доставка(для курьеров) </div>
      <div> заказы (для повора и менеджера) </div>
      <div> Меню менеджера(для менеджера) </div>
      <div> карзина </div>
      <div> личный кабинет(только покупатель) </div>
      <div> Склад(для менеджера и повора) </div>
    </div>
    <div class="MainMenu"> <!-- Тут пользователь выбирает пельмиши -->
      <div> Некита это спамящийся обьект.
        <p> тут название пельменя </p>
        <p> тут фото пельменей котрые заказывают </p>
        <p> описание пельменя </p>
        <p> Цена пельменей </p>
        <p> фото кнопки 'в корзину' - кнопка в корзину </p>
      </div>
    </div>
  </body>
</html>
