<!DOCTYPE html>
<html lang="ru">
  <head>
    <meta charset="utf-8">
    <title> Редактор У Шлёпки </title>
  </head>
  <body>
    <div class="Ridaktor"> Тут тоже самое что меню только с кнопками чтоб показать что неможем пельмень сделать
      <div> Некита это спамящийся обьект.
        <p> тут название пельменя </p>
        <p> тут фото пельменей котрые заказывают </p>
        <p> описание пельменя </p>
        <p> Цена пельменей </p>
        <p> иконка кнопок (нет в наличии)</p>
      </div>
    </div>
  </body>
</html>
